Repository: wsaults/TodoApp
Catalog: TodoEngine/TodoEngine/TodoPresentation/*.lproj/TodoPlaceholder.strings
Languages: es_419

# PLACEHOLDER_1
source: You'll be done in no time!
es_419: ¡Terminarás en poco tiempo!

# PLACEHOLDER_2
source: You can do it!
es_419: ¡Puedes hacerlo!

# PLACEHOLDER_3
source: You've got this
es_419: Tienes esto

# PLACEHOLDER_4
source: Don’t be afraid of failure
es_419: No tengas miedo al fracaso

# PLACEHOLDER_5
source: Life is full of opportunities
es_419: La vida está llena de oportunidades

# PLACEHOLDER_6
source: Don’t wait for success
es_419: No espere el éxito

# PLACEHOLDER_7
source: Live life with no regrets
es_419: Vive la vida sin arrepentimientos

# PLACEHOLDER_8
source: Anything is possible
es_419: Todo es posible

# PLACEHOLDER_9
source: Life is what you make it
es_419: La vida es lo que tu haces de ella

# PLACEHOLDER_10
source: Don’t be afraid to dream big
es_419: No tengas miedo de soñar en grande

# PLACEHOLDER_11
source: Always stay positive
es_419: Siempre mantente positivo

# PLACEHOLDER_12
source: Don’t be afraid to take risks
es_419: No tengas miedo de correr riesgos

# PLACEHOLDER_13
source: Aim high!
es_419: Apunta alto!

# PLACEHOLDER_14
source: Believe you will achieve
es_419: Cree que lo lograrás
